Repository: SmartBase-SK/djangocms-blog
Catalog: djangocms_blog/locale/*/LC_MESSAGES/django.po
Languages: sk

source: site
sk: Stránka

source: Info
sk: Informácie

source: Images
sk: Obrázky

source: Generic
sk: Generický

source: Layout
sk: Rozloženie

source: Notifications
sk: Notifikácie

source: Sitemap
sk: Mapa stránky

source: You can provide plain strings, Post model attribute or method names
sk: Môžete poskytnúť jednoduché reťazce, atribút Post modelu alebo názvy metód

source: application title
sk: nadpis aplikácie

source: object name
sk: názov objektu

source: blog config
sk: konfigurácia blogu

source: blog configs
sk: konfigurácie blogu

source: untitled
sk: bez názvu

source: Post published by default
sk: Predvolene uverejnený príspevok

source: Permalink structure
sk: Štruktúra permalinky

source: Use placeholder and plugins for article body
sk: Použi zástupný symbol (placeholder) a doplnky (plugin) pre telo článku

source: Use abstract field
sk: Použi abstraktné pole

source: Set author
sk: Nastav autora

source: Set author by default
sk: Predvolené nastavenie autora

source: Paginate size
sk: Veľkosť stránkovania

source: When paginating list views, how many articles per page?
sk: Pri stránkovaní pohľadov, koľko článkov na stránku?

source: Template prefix
sk: Predpona šablóny

source: Alternative directory to load the blog templates from
sk: Alternatívny adresár na načítanie šablón blogov

source: Menu structure
sk: Štruktúra ponuky

source: Structure of the django CMS menu
sk: Štruktúra django CMS ponuky

source: Show empty categories in menu
sk: Zobraz prázdne kategórie v ponuke

source: Show categories with no post attached in the menu
sk: Zobraz v ponuke kategórie, ktoré sú bez príspevkov

source: Sitemap changefreq
sk: Frekvencia zmien mapy stránky

source: Changefreq attribute for sitemap items
sk: Atribúr frekvencie zmien mapy stránky

source: Sitemap priority
sk: Priorita mapy stránky

source: Priority attribute for sitemap items
sk: Atribút priority mapy stránky

source: Object type
sk: Typ objektu

source: Facebook type
sk: Typ Facebooku

source: Facebook application ID
sk: ID Facebook aplikácie

source: Facebook profile ID
sk: ID Facebook profilu

source: Facebook page URL
sk: URL stránky Facebook

source: Facebook author URL
sk: Facebook autor URL

source: Facebook author
sk: Facebook autor

source: Twitter type
sk: Twitter typ

source: Twitter site handle
sk: Správa stránok Twitter

source: Twitter author handle
sk: Správa autorov Twitter

source: Google+ type
sk: Google+ typ

source: Google+ author name
sk: Google+ meno autora

source: Send notifications on post publish
sk: Pošli notifikáciu po zverejnení

source: Emits a desktop notification -if enabled- when publishing a new post
sk: Uskutoční desktopová notifikácia - ak je to povolené - po zverejnení nového postu

source: Send notifications on post update
sk: Pošli notifikáciu po aktualizácii

source: Emits a desktop notification -if enabled- when editing a published post
sk: Uskutoční desktopová notifikácia - ak je to povolené - po aktualizácii postu

source: Blog menu
sk: Blog ponuka

source: Post list
sk: Zoznam postov

source: Add post
sk: Pridať post

source: Edit configuration
sk: Editovať konfiguráciu

source: Edit Post
sk: Editovať post

source: Publish {0} now
sk: Zverejni {0} teraz

source: Copy all placeholders
sk: Skopíruj všetky zástupný symboly (placeholder)

source: from %s
sk: z %s

source: Are you sure you want to copy all plugins from %s?
sk: Ste si istý že si chcete skopírovať všetky doplnky (plugin)%s?

source: New {0}
sk: Nový {0}

source: Create a new {0} in {1}
sk: Vytvor nový {0} v {1}

source: Blog articles on %(site_name)s
sk: Články blogu na %(site_name)s

source: Liveblog
sk: Živý blog

source: Liveblog item
sk: Položka živého blogu

source: publish liveblog entry
sk: zverejnenie záznamu živého blogu

source: post date
sk: dátum postu

source: liveblog entry
sk: záznam živého blogu

source: liveblog entries
sk: záznamy živého blogu

source: title
sk: nadpis

source: image
sk: obrázok

source: thumbnail size
sk: veľkosť thumbnailu

source: parent
sk: rodič

source: created at
sk: vytvorené o

source: modified at
sk: zmenené o

source: Blog category image
sk: Obrázok kategórie blogu

source: Blog category import id
sk: Import ID kategórie blogu

source: name
sk: meno

source: slug
sk: identifikátor

source: post meta description
sk: meta popis postu

source: post meta keywords
sk: kľúčové slová meta popisu

source: post meta title
sk: meta nadpis postu

source: used in title tag and social sharing
sk: použité v tagu nadpisu a v social sharing

source: blog category
sk: kategória blogu

source: blog categories
sk: kategórie blogu

source: author
sk: autor

source: created
sk: vytvorené

source: last modified
sk: zmenené naposledy

source: published since
sk: zverejnené od

source: published until
sk: zverejnené po

source: featured date
sk: odporúčaný dátum

source: publish
sk: zverejnené

source: category
sk: kategória

source: main image
sk: Hlavný obrázok

source: main image thumbnail
sk: Thumbnail hlavného obrázoka

source: main image full
sk: Celý hlavný obrázok

source: enable comments on post
sk: Povoliť post commenty

source: Site(s)
sk: Stránka(s)

source: Select sites in which to show the post. If none is set it will be visible in all the configured sites.
sk: Vyberte stránky, na ktorých sa príspevok zobrazí. Ak nie je nastavená žiadná, bude viditeľné na všetkých nakonfigurovaných stránkach.

source: abstract
sk: abstrakt

source: enable liveblog on post
sk: povoliť živý blog na poste

source: Related Posts
sk: Podobné posty

source: Hits
sk: Videnia

source: Recommended
sk: Odporúčané

source: Keywords
sk: Kľúčové slová

source: Page meta keywords
sk: Meta kľúčové slová stránky

source: blog article
sk: Blog článok

source: blog articles
sk: Blog články

source: current site
sk: aktuálna stránka

source: Select items from the current site only
sk: Vyber položky len z aktuálnej stránky

source: Plugin template
sk: Šablóna pluginu

source: Select plugin template to load for this instance
sk: Vyber šablónu plaginu pre inštanciu

source: articles
sk: články

source: The number of latests articles to be displayed.
sk: Počet najnovších článkov, ktoré sa majú zobraziť.

source: filter by tag
sk: filtrovať podľa tagu

source: Show only the blog articles tagged with chosen tags.
sk: Zobraz iba blogové články označené vybranými tagmi.

source: filter by category
sk: filtrovať podľa kategórie

source: Show only the blog articles tagged with chosen categories.
sk: Zobraz iba blogové články označené vybranými kategóriami.

source: %s latest articles by tag
sk: %s najnovšie články podľa tagu

source: authors
sk: autori

source: The number of author articles to be displayed.
sk: Počet autorských článkov, ktoré sa majú zobraziť.

source: %s latest articles by author
sk: %s najnovšie články podľa autora

source: generic blog plugin
sk: generický blog plugin

source: Full date
sk: Celý dátum

source: Year / Month
sk: Rok / Mesiac

source: Category
sk: Kategória

source: Just slug
sk: Len identifikátor

source: Categories and posts
sk: Kategórie a posty

source: Categories only
sk: Len kategórie

source: Posts only
sk: Len posty

source: always
sk: vždy

source: hourly
sk: hodinový

source: daily
sk: denný

source: weekly
sk: týždňový

source: monthly
sk: mesačný

source: yearly
sk: ročný

source: never
sk: nikdy

source: Latest Blog Articles
sk: Najnovšie Blog Články

source: Latest Blog Articles - Cache
sk: Najnovšie Blog Články - Cache

source: Author Blog Articles
sk: Autor Blog Články

source: Tags
sk: Tagy

source: Categories
sk: Kategórie

source: Archive
sk: Archív

source: Default template
sk: Predvolená šablóna

source: read more
sk: čítaj ďalej

source: by
sk: podľa

source: 1 article
sk: 1 článok

source: 0 articles
sk: 0 článkov

source: No article found.
sk: Články sa nenašli.

source: Authors
sk: Autori

source: No categories found.
sk: Kategórie sa nenašli.

source: Articles by
sk: Články podľa

source: Tag
sk: Tagy

source: Back
sk: Späť

source: previous
sk: predchádzajúca

source: Page
sk: Strana

source: of
sk: z

source: next
sk: nasledujúca

source: ^most_read/$
sk: najcitanejsie

source: ^recommended/$
sk: ^odporucane/$

source: ^newest/$
sk: ^najnovsie/$

source: ^author/(?P<username>[\w\.@+-]+)/$
sk: ^autor/(?P<username>[\w\.@+-]+)/$

source: ^category/(?P<category>[\w\.@+-]+)/$
sk: ^kategoria/(?P<category>[\w\.@+-]+)/$

source: Most read
sk: Najčítanejšie

source: Newest
sk: Najnovšie

source: Language must be set to a supported language!
sk: Jazyk musí byť nastavený na podporovaný jazyk!
